Repository: EspaceNetworks/arimanager
Catalog: i18n/*/LC_MESSAGES/arimanager.po
Languages: pt_pt

source: Add Asterisk REST Interface User
pt_pt: Adicionar Utilizador do Interface REST do Asterisk

source: Add User
pt_pt: Adicionar Utilizador

source: Asterisk REST Inferface Password.
pt_pt: Password do Interface REST do Asterisk.

source: Asterisk REST Interface
pt_pt: Interface REST do Asterisk

source: Asterisk REST Interface User Name
pt_pt: Nome do Utilizador do Interface REST do Asterisk

source: Creating ARI Manager Table
pt_pt: Criando Tabela do Gestor do ARI

source: Delete User %s
pt_pt: Eliminar Utilizador %s

source: Dropping ARI Manager Table
pt_pt: Apagando Tabela do Gestor do ARI

source: Edit Asterisk REST Interface User
pt_pt: Editar Utilizador do Interface REST do Asterisk

source: Enable pretty-printing of the JSON responses from Asterisk
pt_pt: Ativar pretty-printing das respostas JSON do Asterisk

source: Enable the Asterisk REST Interface
pt_pt: Ativar Interface REST do Asterisk

source: Password Type:
pt_pt: Tipo de Password:

source: Plain Text
pt_pt: Texto Simples

source: Pretty Print JSON Responses
pt_pt: Respostas Pretty Print JSON

source: REST Interface User Name:
pt_pt: Nome de Utilizador do Interface REST:

source: REST Interface User Password:
pt_pt: Password do Utilizador do Interface REST:

source: Read Only:
pt_pt: Somente Leitura:

source: Remove FreePBX Advanced Settings
pt_pt: Remover Configurações Avançadas do FreePBX

source: Set to True for read-only applications.
pt_pt: Definir como Verdadeiro para aplicações somente de leitura.

source: Submit
pt_pt: Submeter

source: Sucessfully Added User
pt_pt: Utilizador Adicionado com Sucesso

source: Sucessfully Deleted User
pt_pt: Utilizador Eliminado com Sucesso

source: Sucessfully Updated User
pt_pt: Utilizador Atualizado com Sucesso

source: The Asterisk REST Interface is Currently Disabled in Advanced Settings
pt_pt: O Interface REST do Asterisk encontra-se Inativo nas Configurações Avançadas

source: The Asterisk mini-HTTP Server is Currently Disabled in Advanced Settings
pt_pt: O Servidor mini-HTTP do Asterisk encontra-se Inativo nas Configurações Avançadas

source: User Already Exists!
pt_pt: Utilizador Já Existente!
